<?php include 'includes/header.php'; ?>

<?php include 'includes/navigation.php'; ?>

<section id="payments">
    <div class="container-lg">
        <h1 class="text-center fw-bold mt-4 mb-5">Τρόποι Πληρωμής</h1>

        <div class="payment-rules px-5">
            <p class="mt-4">Η πληρωμή των προϊόντων που αγοράζετε στο DeckHub.gr μπορεί να γίνει με τους εξής 5 τρόπους:
            </p>

            <p class="mt-4 mb-3"><strong>Αντικαταβολή:</strong></p>

            <p class="mb-2">Πληρωμή με μετρητά την ώρα της παράδοσης των προϊόντων στο άτομο που θα σας τα παραδώσει.
                (Κόστος
                αντικαταβολής 1€ για Ελλάδα και 5€ για Κύπρο)</p>

            <p class="mt-4"><strong>Κατάθεση σε τραπεζικό λογαριασμό:</strong></p>

            <p class="mb-3">Κατάθεση χρημάτων στον τραπεζικό λογαριασμό του DeckHub.gr:</p>

            <p class="mb-1 mt-2"><u>Τράπεζα Πειραιώς</u></p>
            <p class="mb-1">Αρ. Λογ: ΧΧΧ/ΧΧΧΧΧΧ-ΧΧ</p>
            <p class="mb-1">IBAN: GRΧΧΧΧΧΧΧΧ</p>
            <p class="mb-3">Όνομα: ΧΧΧΧΧ</p>

            <p><strong>Πληρωμή με PayPal</strong></p>

            <p>Η πληρωμή μέσω PayPal είναι ασφαλής και εύκολη. Απλά συνδεθείτε στον λογαριασμό σας PayPal ή
                χρησιμοποιήστε την πιστωτική/χρεωστική κάρτα σας χωρίς να χρειάζεται να δημιουργήσετε λογαριασμό.
                Επιλέξτε PayPal κατά την ολοκλήρωση της παραγγελίας και ακολουθήστε τις οδηγίες για να ολοκληρώσετε την
                πληρωμή σας.</p>

            <p><strong>Πληρωμή με Revolut</strong></p>

            <p>Η πληρωμή μέσω Revolut είναι γρήγορη και ασφαλής. Μπορείτε να ολοκληρώσετε την πληρωμή σας
                χρησιμοποιώντας τον λογαριασμό σας Revolut ή την κάρτα σας. Επιλέξτε αυτήν την επιλογή κατά την
                ολοκλήρωση της παραγγελίας για άμεση πληρωμή.</p>

            <p><strong>Πληρωμή με Stripe</strong></p>

            <p>Η πληρωμή μέσω Stripe επιτρέπει την ασφαλή και άμεση πληρωμή μέσω πιστωτικής ή χρεωστικής κάρτας.
                Επιλέξτε αυτήν την επιλογή για να ολοκληρώσετε την πληρωμή σας με τα δεδομένα της κάρτας σας με ασφάλεια
                μέσω της πλατφόρμας Stripe.</p>
        </div>
    </div>
</section>

<?php include 'includes/footer.php'; ?>